20240501T152929--kdoc-150-メモに関連を作れない理由__essay.org
:properties:
:ID: 20240501T152929
:end:
#+title:      KDOC 150: メモに関連を作れない理由
#+date:       [2024-05-01 Wed 15:29]
#+filetags:   :essay:
#+identifier: 20240501T152929

* この文書のステータス
- 作成
  - [X] 2024-05-09 貴島
- レビュー
  - [X] 2024-05-12 貴島

* 概要
ツェッテルカステンライクにメモを取っているが、あまり関連を作れていない。

理由として考えられること。

- 関連を引き出せる率が低い

  何か読んでもあまり疑問とか概念比較してない。どのメモに関連するかを考えながら読む習慣をつける必要がありそう。また、定期的にメモを見直して関連を考える時間を作るとよさそう。

- 同じジャンルの複数の本を読んでいない

  あまり本を読んでない説。とくにジャンルごとに見ると、多いとは言えない。メモの源になるのはインプットであり、インプットが少ないと関連もできない。そして、ジャンルが違うとなかなか関連させるのは難しい。絞ってなるべく多く読む。

- ふと思いついたことばかり書いている

  適当なので書いてることがとてもバラける。そもそも関連させようがないメモもある。長期的には興味のあることで収束していくだろうが、そういう書き方だと時間がかかるだろう。基準をもってメモする必要がある。

* 関連
- [[id:20231008T203658][KDOC 36: 『TAKE NOTES!』]]。ツェッテルカステンで参考にした本
