20240501T152929--kdoc-150-メモに関連を作れない理由__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2024-07-09 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>KDOC 150: メモに関連を作れない理由</title>
<meta name="generator" content="Org mode">
<meta name="author" content="root">
<link rel='shortcut icon' type='image/x-icon' href='/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/css/bootstrap.min.css' /><link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.15.4/css/all.min.css' /><link rel='stylesheet' href='../css/site.css' /><link rel='stylesheet' href='../roam/css/code.css' /><link rel='stylesheet' href='css/site.css' /><link rel='stylesheet' href='css/code.css' />
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content">
<h1 class="title">KDOC 150: メモに関連を作れない理由</h1>

<div id="outline-container-org6b5ec62" class="outline-2">
<h2 id="org6b5ec62"><a href="#org6b5ec62">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org6b5ec62">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-05-09 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2024-05-12 貴島</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgd3ef17b" class="outline-2">
<h2 id="orgd3ef17b"><a href="#orgd3ef17b">概要</a></h2>
<div class="outline-text-2" id="text-orgd3ef17b">
<p>
ツェッテルカステンライクにメモを取っているが、あまり関連を作れていない。
</p>

<p>
理由として考えられること。
</p>

<ul class="org-ul">
<li><p>
関連を引き出せる率が低い
</p>

<p>
何か読んでもあまり疑問とか概念比較してない。どのメモに関連するかを考えながら読む習慣をつける必要がありそう。また、定期的にメモを見直して関連を考える時間を作るとよさそう。
</p></li>

<li><p>
同じジャンルの複数の本を読んでいない
</p>

<p>
あまり本を読んでない説。とくにジャンルごとに見ると、多いとは言えない。メモの源になるのはインプットであり、インプットが少ないと関連もできない。そして、ジャンルが違うとなかなか関連させるのは難しい。絞ってなるべく多く読む。
</p></li>

<li><p>
ふと思いついたことばかり書いている
</p>

<p>
適当なので書いてることがとてもバラける。そもそも関連させようがないメモもある。長期的には興味のあることで収束していくだろうが、そういう書き方だと時間がかかるだろう。基準をもってメモする必要がある。
</p></li>
</ul>
</div>
</div>

<div id="outline-container-org7f29279" class="outline-2">
<h2 id="org7f29279"><a href="#org7f29279">関連</a></h2>
<div class="outline-text-2" id="text-org7f29279">
<ul class="org-ul">
<li><a href="20231008T203658--kdoc-36-『take-notes』__book.html#ID-20231008T203658">KDOC 36: 『TAKE NOTES!』</a>。ツェッテルカステンで参考にした本</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/bootstrap@5.0.2/dist/js/bootstrap.bundle.min.js"/>
</div>
</body>
</html>
